{
  "id": 169,
  "name": "AB:19",
  "tagline": "A Blend of Two Barrel-aged Imperial Saisons.",
  "first_brewed": "06/2012",
  "description": "One of the most complex beers we’ve ever attempted. A blend of two barrel-aged Imperial Saisons – one black, one red – which has in turn then been aged in rum barrels, it is an enormous, intricate beer. A baseline of warm, smoky raisin and plum, followed by punchy flavour elements coming to the fore – coconut, mint and blackcurrant. There’s a long undercurrent of treacle toffee, before the finish darkens to liquorice, star anise amidst a touch of honey sweetness.",
  "image_url": "https://images.punkapi.com/v2/169.png",
  "abv": 13.1,
  "ibu": null,
  "target_fg": null,
  "target_og": null,
  "ebc": null,
  "srm": null,
  "ph": null,
  "attenuation_level": null,
  "volume": {
    "value": 20,
    "unit": "litres"
  },
  "boil_volume": {
    "value": 25,
    "unit": "litres"
  },
  "method": {
    "mash_temp": [
      {
        "temp": {
          "value": null,
          "unit": "celsius"
        },
        "duration": null
      }
    ],
    "fermentation": {
      "temp": {
        "value": null,
        "unit": "celsius"
      }
    },
    "twist": "This beer is an odd one in our collection as it is a blend of two recipes that feature elsewhere. These recipes are #123 Everyday Anarchy and #124 Black Jacques. Both Imperial Saisons spent a little under a year in white and red wine barrels respectively. However, while the pair were being tasted to determine their readiness to be released, a fun game of blending turned into a light bulb moment. The beers were blended and laid down once more in our barrel cellar, this time being infused with the heady note of rum. We were so excited about this mystical blend that we ended up using up all the beer that had been lovingly aged. It would have been a travesty for these beers to go unrecognised as the unique individuals they were, so we brewed them again in 2013 to be released as had always been intended. Age the individual beers separately before blending and ageing further on oak chips soaked in rum."
  },
  "ingredients": {
    "malt": [],
    "hops": [],
    "yeast": null
  },
  "food_pairing": [
    "Game terrine",
    "Spiced fruit cake",
    "Chocolate, cherry and hazelnut mousse"
  ],
  "brewers_tips": "It can be difficult to get the perfect balance between both beers. Set up several small blends of varying percentages to determine which you prefer.",
  "contributed_by": "Sam Mason <samjbmason>"
}
